Repository: isopen-io/meeshy
Catalog: apps/ios/Meeshy/Localizable.xcstrings
Source language: fr
Languages: ar, de, en, es, it, pt_br

# conversation.list.master_pin_required.title
source: Code PIN principal requis
ar: رمز PIN رئيسي مطلوب
de: Master-PIN erforderlich
en: Master PIN required
es: Se requiere un PIN principal
it: PIN principale richiesto
pt_br: PIN principal necessário

# conversation.list.new_conversation
source: Nouvelle conversation
ar: محادثة جديدة
de: Neue Unterhaltung
en: New conversation
es: Nueva conversación
it: Nuova conversazione
pt_br: Nova conversa

# conversation.list.no_eligible_conversation
source: Aucune conversation éligible
ar: لا توجد محادثة مؤهّلة
de: Keine passende Unterhaltung
en: No eligible conversation
es: Ninguna conversación elegible
it: Nessuna conversazione idonea
pt_br: Nenhuma conversa elegível

# conversation.list.search_conversations
source: Rechercher des conversations
ar: البحث عن محادثات
de: Unterhaltungen suchen
en: Search conversations
es: Buscar conversaciones
it: Cerca conversazioni
pt_br: Buscar conversas

# conversation.lock.a11y.delete
source: Supprimer le dernier chiffre
ar: حذف آخر رقم
de: Letzte Ziffer löschen
en: Delete last digit
es: Eliminar el último dígito
it: Elimina l'ultima cifra
pt_br: Excluir o último dígito

# conversation.lock.error.codeIncorrect
source: Code incorrect
ar: رمز غير صحيح
de: Code falsch
en: Incorrect code
es: Código incorrecto
it: Codice errato
pt_br: Código incorreto

# conversation.lock.error.codeMismatch
source: Les codes ne correspondent pas
ar: الرمزان غير متطابقين
de: Die Codes stimmen nicht überein
en: The codes don't match
es: Los códigos no coinciden
it: I codici non coincidono
pt_br: Os códigos não coincidem

# conversation.lock.error.masterPinIncorrect
source: Master PIN incorrect
ar: رمز PIN الرئيسي غير صحيح
de: Master-PIN falsch
en: Incorrect master PIN
es: PIN maestro incorrecto
it: PIN principale errato
pt_br: PIN mestre incorreto

# conversation.lock.error.pinMismatch
source: Les PIN ne correspondent pas
ar: رمزا PIN غير متطابقين
de: Die PINs stimmen nicht überein
en: The PINs don't match
es: Los PIN no coinciden
it: I PIN non coincidono
pt_br: Os PINs não coincidem

# conversation.lock.subtitle.authorizeLock
source: Saisissez votre master PIN pour autoriser le verrouillage
ar: أدخل رمز PIN الرئيسي للسماح بالقفل
de: Geben Sie Ihre Master-PIN ein, um das Sperren zu autorisieren
en: Enter your master PIN to authorize locking
es: Introduce tu PIN maestro para autorizar el bloqueo
it: Inserisci il PIN principale per autorizzare il blocco
pt_br: Digite seu PIN mestre para autorizar o bloqueio

# conversation.lock.subtitle.chooseCode
source: Choisissez un code à 4 chiffres pour %@
ar: اختر رمزًا من 4 أرقام لـ %@
de: Wählen Sie einen 4-stelligen Code für %@
en: Choose a 4-digit code for %@
es: Elige un código de 4 dígitos para %@
it: Scegli un codice di 4 cifre per %@
pt_br: Escolha um código de 4 dígitos para %@

# conversation.lock.subtitle.chooseMasterPin
source: Choisissez un master PIN à 6 chiffres pour sécuriser vos verrous
ar: اختر رمز PIN رئيسيًا من 6 أرقام لتأمين أقفالك
de: Wählen Sie eine 6-stellige Master-PIN, um Ihre Sperren zu sichern
en: Choose a 6-digit master PIN to secure your locks
es: Elige un PIN maestro de 6 dígitos para proteger tus bloqueos
it: Scegli un PIN principale di 6 cifre per proteggere i tuoi blocchi
pt_br: Escolha um PIN mestre de 6 dígitos para proteger seus bloqueios

# conversation.lock.subtitle.chooseNewMasterPin
source: Choisissez un nouveau master PIN à 6 chiffres
ar: اختر رمز PIN رئيسيًا جديدًا من 6 أرقام
de: Wählen Sie eine neue 6-stellige Master-PIN
en: Choose a new 6-digit master PIN
es: Elige un nuevo PIN maestro de 6 dígitos
it: Scegli un nuovo PIN principale di 6 cifre
pt_br: Escolha um novo PIN mestre de 6 dígitos

# conversation.lock.subtitle.confirmCodeFor
source: Confirmez le code pour %@
ar: أكّد الرمز لـ %@
de: Bestätigen Sie den Code für %@
en: Confirm the code for %@
es: Confirma el código para %@
it: Conferma il codice per %@
pt_br: Confirme o código para %@

# conversation.lock.subtitle.confirmNewMasterPin
source: Confirmez votre nouveau master PIN
ar: أكّد رمز PIN الرئيسي الجديد
de: Bestätigen Sie Ihre neue Master-PIN
en: Confirm your new master PIN
es: Confirma tu nuevo PIN maestro
it: Conferma il tuo nuovo PIN principale
pt_br: Confirme seu novo PIN mestre

# conversation.lock.subtitle.confirmRemoval
source: Saisissez votre master PIN pour confirmer la suppression
ar: أدخل رمز PIN الرئيسي لتأكيد الحذف
de: Geben Sie Ihre Master-PIN ein, um das Entfernen zu bestätigen
en: Enter your master PIN to confirm removal
es: Introduce tu PIN maestro para confirmar la eliminación
it: Inserisci il PIN principale per confermare l'eliminazione
pt_br: Digite seu PIN mestre para confirmar a remoção

# conversation.lock.subtitle.enterCodeToOpen
source: Saisissez le code pour accéder à %@
ar: أدخل الرمز للوصول إلى %@
de: Geben Sie den Code ein, um auf %@ zuzugreifen
en: Enter the code to access %@
es: Introduce el código para acceder a %@
it: Inserisci il codice per accedere a %@
pt_br: Digite o código para acessar %@

# conversation.lock.subtitle.enterCodeToUnlock
source: Saisissez le code de %@ pour le déverrouiller
ar: أدخل رمز %@ لإلغاء قفلها
de: Geben Sie den Code für %@ ein, um sie zu entsperren
en: Enter the code for %@ to unlock it
es: Introduce el código de %@ para desbloquearla
it: Inserisci il codice di %@ per sbloccarla
pt_br: Digite o código de %@ para desbloqueá-la

# conversation.lock.subtitle.enterCurrentMasterPin
source: Saisissez votre master PIN actuel
ar: أدخل رمز PIN الرئيسي الحالي
de: Geben Sie Ihre aktuelle Master-PIN ein
en: Enter your current master PIN
es: Introduce tu PIN maestro actual
it: Inserisci il tuo PIN principale attuale
pt_br: Digite seu PIN mestre atual

# conversation.lock.subtitle.reenterMasterPin
source: Saisissez à nouveau votre master PIN pour confirmer
ar: أدخل رمز PIN الرئيسي مرة أخرى للتأكيد
de: Geben Sie Ihre Master-PIN erneut ein, um zu bestätigen
en: Re-enter your master PIN to confirm
es: Vuelve a introducir tu PIN maestro para confirmar
it: Inserisci di nuovo il PIN principale per confermare
pt_br: Digite novamente seu PIN mestre para confirmar

# conversation.lock.subtitle.unlockAll
source: Saisissez votre master PIN pour déverrouiller toutes les conversations
ar: أدخل رمز PIN الرئيسي لإلغاء قفل جميع المحادثات
de: Geben Sie Ihre Master-PIN ein, um alle Konversationen zu entsperren
en: Enter your master PIN to unlock all conversations
es: Introduce tu PIN maestro para desbloquear todas las conversaciones
it: Inserisci il PIN principale per sbloccare tutte le conversazioni
pt_br: Digite seu PIN mestre para desbloquear todas as conversas

# conversation.lock.title.confirmCode
source: Confirmer le code
ar: تأكيد الرمز
de: Code bestätigen
en: Confirm code
es: Confirmar el código
it: Conferma il codice
pt_br: Confirmar o código

# conversation.lock.title.confirmMasterPin
source: Confirmer le master PIN
ar: تأكيد رمز PIN الرئيسي
de: Master-PIN bestätigen
en: Confirm master PIN
es: Confirmar el PIN maestro
it: Conferma il PIN principale
pt_br: Confirmar o PIN mestre

# conversation.lock.title.confirmNewPin
source: Confirmer le nouveau PIN
ar: تأكيد رمز PIN الجديد
de: Neuen PIN bestätigen
en: Confirm new PIN
es: Confirmar el nuevo PIN
it: Conferma il nuovo PIN
pt_br: Confirmar o novo PIN

# conversation.lock.title.conversationCode
source: Code de la conversation
ar: رمز المحادثة
de: Konversationscode
en: Conversation code
es: Código de la conversación
it: Codice della conversazione
pt_br: Código da conversa

# conversation.lock.title.createMasterPin
source: Créer le master PIN
ar: إنشاء رمز PIN الرئيسي
de: Master-PIN erstellen
en: Create master PIN
es: Crear el PIN maestro
it: Crea il PIN principale
pt_br: Criar o PIN mestre

# conversation.lock.title.locked
source: Conversation verrouillée
ar: محادثة مقفلة
de: Konversation gesperrt
en: Conversation locked
es: Conversación bloqueada
it: Conversazione bloccata
pt_br: Conversa bloqueada

# conversation.lock.title.newMasterPin
source: Nouveau master PIN
ar: رمز PIN رئيسي جديد
de: Neuer Master-PIN
en: New master PIN
es: Nuevo PIN maestro
it: Nuovo PIN principale
pt_br: Novo PIN mestre

# conversation.lock.title.removeMasterPin
source: Supprimer le master PIN
ar: حذف رمز PIN الرئيسي
de: Master-PIN entfernen
en: Remove master PIN
es: Eliminar el PIN maestro
it: Elimina il PIN principale
pt_br: Remover o PIN mestre

# conversation.lock.title.unlock
source: Déverrouiller
ar: إلغاء القفل
de: Entsperren
en: Unlock
es: Desbloquear
it: Sblocca
pt_br: Desbloquear

# conversation.lock.title.unlockAll
source: Déverrouiller tout
ar: إلغاء قفل الكل
de: Alle entsperren
en: Unlock all
es: Desbloquear todo
it: Sblocca tutto
pt_br: Desbloquear tudo

# conversation.lock.title.verifyMasterPin
source: Vérifier le master PIN
ar: التحقق من رمز PIN الرئيسي
de: Master-PIN überprüfen
en: Verify master PIN
es: Verificar el PIN maestro
it: Verifica il PIN principale
pt_br: Verificar o PIN mestre

# conversation.members-count
source: %d membres
ar: %d عضو
de: %d Mitglieder
en: %d members
es: %d miembros
it: %d membri
pt_br: %d membros

# conversation.storyUnavailable
source: Cette story n'est plus disponible
ar: لم تعد هذه القصة متاحة
de: Diese Story ist nicht mehr verfügbar
en: This story is no longer available
es: Esta historia ya no está disponible
it: Questa storia non è più disponibile
pt_br: Este story não está mais disponível

# bubble.meta.ephemeral.a11y
source: Message éphémère, expire dans %@
ar: رسالة مؤقتة، تنتهي خلال %@
de: Kurzlebige Nachricht, läuft ab in %@
en: Ephemeral message, expires in %@
es: Mensaje efímero, caduca en %@
it: Messaggio effimero, scade tra %@
pt_br: Mensagem efêmera, expira em %@

# comments.comment.a11yLabel
source: %1$@, commentaire. %2$@. %3$@
ar: %1$@، تعليق. %2$@. %3$@
de: %1$@, Kommentar. %2$@. %3$@
en: %1$@, comment. %2$@. %3$@
es: %1$@, comentario. %2$@. %3$@
it: %1$@, commento. %2$@. %3$@
pt_br: %1$@, comentário. %2$@. %3$@

# comments.load-more-replies
source: Voir %lld réponses de plus
ar: عرض %lld ردّ إضافي
de: %lld weitere Antworten anzeigen
en: View %lld more replies
es: Ver %lld respuestas más
it: Mostra altre %lld risposte
pt_br: Ver mais %lld respostas

# comments.reply.a11yLabel
source: %1$@, réponse. %2$@. %3$@
ar: %1$@، ردّ. %2$@. %3$@
de: %1$@, Antwort. %2$@. %3$@
en: %1$@, reply. %2$@. %3$@
es: %1$@, respuesta. %2$@. %3$@
it: %1$@, risposta. %2$@. %3$@
pt_br: %1$@, resposta. %2$@. %3$@

# conversation.encryption.detail.readStatusError
source: Impossible de lire l'état : %@
ar: تعذّرت قراءة الحالة: %@
de: Status kann nicht gelesen werden: %@
en: Unable to read status: %@
es: No se puede leer el estado: %@
it: Impossibile leggere lo stato: %@
pt_br: Não foi possível ler o status: %@

# message-detail.send-history.attempt-count
source: %lld tentatives
ar: %lld محاولة
de: %lld Versuche
en: %lld attempts
es: %lld intentos
it: %lld tentativi
pt_br: %lld tentativas

# message-detail.send-history.attempt-number
source: Tentative %lld
ar: المحاولة %lld
de: Versuch %lld
en: Attempt %lld
es: Intento %lld
it: Tentativo %lld
pt_br: Tentativa %lld

# security.verify.description
source: Les messages avec %@ sont chiffrés de bout en bout.
ar: الرسائل مع %@ مشفّرة من طرف إلى طرف.
de: Nachrichten mit %@ sind Ende-zu-Ende-verschlüsselt.
en: Messages with %@ are end-to-end encrypted.
es: Los mensajes con %@ están cifrados de extremo a extremo.
it: I messaggi con %@ sono crittografati end-to-end.
pt_br: As mensagens com %@ são criptografadas de ponta a ponta.

# security.verify.howto
source: Pour vérifier, comparez ce nombre avec celui affiché sur l'appareil de %@, ou scannez son code QR.
ar: للتحقق، قارن هذا الرقم بالرقم الظاهر على جهاز %@، أو امسح رمز الاستجابة السريعة.
de: Vergleiche zum Überprüfen diese Nummer mit der auf dem Gerät von %@, oder scanne den QR-Code.
en: To verify, compare this number with the one shown on %@'s device, or scan their QR code.
es: Para verificar, compara este número con el que aparece en el dispositivo de %@, o escanea su código QR.
it: Per verificare, confronta questo numero con quello mostrato sul dispositivo di %@, oppure scansiona il suo codice QR.
pt_br: Para verificar, compare este número com o exibido no aparelho de %@, ou escaneie o código QR.

# siri.notifications.unreadCount
source: %lld non lus
ar: %lld غير مقروءة
de: %lld ungelesen
en: %lld Unread
es: %lld sin leer
it: %lld non letti
pt_br: %lld não lidas

# contacts.affiliates.search-placeholder
source: Rechercher un affilié
ar: البحث عن شريك
de: Partner suchen
en: Search for an affiliate
es: Buscar un afiliado
it: Cerca un affiliato
pt_br: Buscar um afiliado

# contacts.phonebook.empty
source: Répertoire vide
ar: دفتر العناوين فارغ
de: Adressbuch leer
en: Address book empty
es: Agenda vacía
it: Rubrica vuota
pt_br: Agenda vazia

# contacts.phonebook.erased
source: Répertoire effacé
ar: تم مسح دفتر العناوين
de: Adressbuch gelöscht
en: Address book cleared
es: Agenda borrada
it: Rubrica cancellata
pt_br: Agenda apagada

# contacts.phonebook.filter.invitable
source: À inviter
ar: للدعوة
de: Einzuladen
en: To invite
es: Para invitar
it: Da invitare
pt_br: Para convidar

# contacts.phonebook.filter.meeshy
source: Sur Meeshy
ar: على Meeshy
de: Auf Meeshy
en: On Meeshy
es: En Meeshy
it: Su Meeshy
pt_br: No Meeshy

# contacts.phonebook.invite-no-number
source: Ce contact n'a pas de numéro
ar: لا يملك جهة الاتصال هذه رقمًا
de: Dieser Kontakt hat keine Nummer
en: This contact has no phone number
es: Este contacto no tiene número
it: Questo contatto non ha un numero
pt_br: Este contato não tem número

# contacts.phonebook.not-on-meeshy
source: pas encore sur Meeshy
ar: ليس على Meeshy بعد
de: noch nicht auf Meeshy
en: not on Meeshy yet
es: aún no está en Meeshy
it: non ancora su Meeshy
pt_br: ainda não está no Meeshy

# contacts.phonebook.on-meeshy
source: sur Meeshy
ar: على Meeshy
de: auf Meeshy
en: on Meeshy
es: en Meeshy
it: su Meeshy
pt_br: no Meeshy

# contacts.phonebook.platform-results
source: Sur Meeshy, hors de ton répertoire
ar: على Meeshy، خارج دفتر عناوينك
de: Auf Meeshy, außerhalb deines Adressbuchs
en: On Meeshy, outside your address book
es: En Meeshy, fuera de tu agenda
it: Su Meeshy, fuori dalla tua rubrica
pt_br: No Meeshy, fora da sua agenda

# contacts.phonebook.sync-done
source: %d contacts synchronisés, %d sur Meeshy
ar: تمت مزامنة %d جهة اتصال، %d على Meeshy
de: %d Kontakte synchronisiert, %d auf Meeshy
en: %d contacts synced, %d on Meeshy
es: %d contactos sincronizados, %d en Meeshy
it: %d contatti sincronizzati, %d su Meeshy
pt_br: %d contatos sincronizados, %d no Meeshy

# contacts.phonebook.write
source: Lui écrire
ar: إرسال رسالة
de: Nachricht senden
en: Send a message
es: Enviar mensaje
it: Invia messaggio
pt_br: Enviar mensagem

# conversation.list.notifications.unread.a11y
source: %lld non lues
ar: %lld غير مقروءة
de: %lld ungelesen
en: %lld unread
es: %lld sin leer
it: %lld non lette
pt_br: %lld não lidas

# blocked.users.unblock.a11y
source: Débloquer %@
ar: إلغاء حظر %@
de: %@ entsperren
en: Unblock %@
es: Desbloquear a %@
it: Sblocca %@
pt_br: Desbloquear %@

# call.transcript.language_tag
source: Langue : %@
ar: اللغة: %@
de: Sprache: %@
en: Language: %@
es: Idioma: %@
it: Lingua: %@
pt_br: Idioma: %@

# call.transcript.participant
source: Participant
ar: مشارك
de: Teilnehmer
es: Participante
it: Partecipante
pt_br: Participante

# about.licenses.card.label
source: %1$@ par %2$@, licence %3$@
ar: %1$@ من %2$@، ترخيص %3$@
de: %1$@ von %2$@, Lizenz %3$@
en: %1$@ by %2$@, %3$@ license
es: %1$@ de %2$@, licencia %3$@
it: %1$@ di %2$@, licenza %3$@
pt_br: %1$@ de %2$@, licença %3$@

# about.version
source: Version %1$@ (%2$@)
ar: الإصدار %1$@ (%2$@)
es: Versión %1$@ (%2$@)
it: Versione %1$@ (%2$@)
pt_br: Versão %1$@ (%2$@)

# bubble.audio.carousel.position
source: Piste %1$lld sur %2$lld
ar: المقطع %1$lld من %2$lld
de: Titel %1$lld von %2$lld
en: Track %1$lld of %2$lld
es: Pista %1$lld de %2$lld
it: Traccia %1$lld di %2$lld
pt_br: Faixa %1$lld de %2$lld

# conversation.encryption.menu.active
source: Chiffrement actif — %@
ar: التشفير مفعّل — %@
de: Verschlüsselung aktiv — %@
en: Encryption on — %@
es: Cifrado activo — %@
it: Crittografia attiva — %@
pt_br: Criptografia ativa — %@

# conversation.view.composer.reply_to
source: Réponse à %1$@ : %2$@
ar: رد على %1$@: %2$@
de: Antwort an %1$@: %2$@
en: Replying to %1$@: %2$@
es: Respuesta a %1$@: %2$@
it: Risposta a %1$@: %2$@
pt_br: Resposta a %1$@: %2$@

# mini_player.a11y.now-playing
source: Lecture audio de %1$@, %2$@
ar: تشغيل صوت من %1$@، %2$@
de: Audio von %1$@, %2$@
en: Audio from %1$@, %2$@
es: Audio de %1$@, %2$@
it: Audio di %1$@, %2$@
pt_br: Áudio de %1$@, %2$@

# story.viewer.a11y.slideChanged
source: Story %1$lld sur %2$lld
ar: قصة %1$lld من %2$lld
de: Story %1$lld von %2$lld
en: Story %1$lld of %2$lld
es: Historia %1$lld de %2$lld
it: Storia %1$lld di %2$lld
pt_br: Story %1$lld de %2$lld

# tracking.link.detail.lastClick
source: Dernier clic : %@
ar: آخر نقرة: %@
de: Letzter Klick: %@
en: Last click: %@
es: Último clic: %@
it: Ultimo clic: %@
pt_br: Último clique: %@

# conversation.filter.all
source: Tous
ar: الكل
de: Alle
en: All
es: Todos
it: Tutti
pt_br: Todos

# conversation.filter.archived
source: Archives
ar: الأرشيف
de: Archiviert
en: Archived
es: Archivadas
it: Archiviate
pt_br: Arquivadas

# conversation.filter.channels
source: Channels
ar: قنوات
de: Kanäle
es: Canales
it: Canali
pt_br: Canais

# conversation.filter.favoris
source: Favoris
ar: المفضلة
de: Favoriten
en: Favorites
es: Favoritos
it: Preferiti
pt_br: Favoritos

# conversation.filter.globales
source: Globales
ar: عامة
de: Global
en: Global
it: Globali
pt_br: Globais

# conversation.filter.ouvertes
source: Ouvertes
ar: مفتوحة
de: Offen
en: Open
es: Abiertas
it: Aperte
pt_br: Abertas

# conversation.filter.personnel
source: Personnel
ar: شخصية
de: Persönlich
en: Personal
es: Personal
it: Personale
pt_br: Pessoal

# conversation.filter.privee
source: Privée
ar: خاصة
de: Privat
en: Private
es: Privadas
it: Private
pt_br: Privadas

# conversation.filter.unread
source: Non lus
ar: غير مقروءة
de: Ungelesen
en: Unread
es: No leídos
it: Non letti
pt_br: Não lidos

# conversation.filter.row
source: Filtres de conversations
ar: مرشّحات المحادثات
de: Unterhaltungsfilter
en: Conversation filters
es: Filtros de conversaciones
it: Filtri conversazioni
pt_br: Filtros de conversas

# feed.comments.editing
source: Modification du commentaire
ar: تعديل التعليق
de: Kommentar bearbeiten
en: Editing comment
es: Editando comentario
it: Modifica commento
pt_br: Editando comentário

# feed.post.original.label
source: Publication originale de %@
ar: المنشور الأصلي لـ %@
de: Originalbeitrag von %@
en: Original post by %@
es: Publicación original de %@
it: Post originale di %@
pt_br: Publicação original de %@

# feed.post.translation.confidence.a11y
source: Confiance de traduction %@
ar: دقة الترجمة %@
de: Übersetzungsgenauigkeit %@
en: Translation confidence %@
es: Confianza de traducción %@
it: Affidabilità della traduzione %@
pt_br: Confiança da tradução %@

# feed.reel.author.a11y
source: Profil de %@
ar: الملف الشخصي لـ %@
de: Profil von %@
en: %@'s profile
es: Perfil de %@
it: Profilo di %@
pt_br: Perfil de %@

# focal.readmore
source: Lire plus
ar: قراءة المزيد
de: Mehr lesen
en: Read more
es: Leer más
it: Leggi altro
pt_br: Ler mais

# focal.readmore.sheet
source: Message complet de %@
ar: الرسالة الكاملة من %@
de: Vollständige Nachricht von %@
en: Full message from %@
es: Mensaje completo de %@
it: Messaggio completo di %@
pt_br: Mensagem completa de %@

# invite.a11y.summary.expiration
source: Expiration : %@
ar: انتهاء الصلاحية: %@
de: Ablauf: %@
en: Expires: %@
es: Vencimiento: %@
it: Scadenza: %@
pt_br: Expiração: %@

# lentille.magnified.category.none
source: Classer
ar: تصنيف
de: Einordnen
en: Categorize
es: Clasificar
it: Classifica
pt_br: Classificar

# lentille.magnified.participants
source: Participants
ar: المشاركون
de: Teilnehmer
es: Participantes
it: Partecipanti
pt_br: Participantes

# linkpreview.a11y.label-failed
source: Lien vers %@
ar: رابط إلى %@
de: Link zu %@
en: Link to %@
es: Enlace a %@
it: Link a %@
pt_br: Link para %@

# status.bar.my_status_label
source: Mon statut %@
ar: حالتي %@
de: Mein Status %@
en: My status %@
es: Mi estado %@
it: Il mio stato %@
pt_br: Meu status %@

# status.bubble.via
source: via @%@
ar: عبر @%@
de: über @%@
es: vía @%@

# support.a11y.opens
source: Ouvre %@
ar: يفتح %@
de: Öffnet %@
en: Opens %@
es: Abre %@
it: Apre %@
pt_br: Abre %@

# conversation.messageNotFound
source: Message non trouvé
ar: لم يتم العثور على الرسالة
de: Nachricht nicht gefunden
en: Message not found
es: Mensaje no encontrado
it: Messaggio non trovato
pt_br: Mensagem não encontrada

# conversation.preview.open
source: Ouvrir l'aperçu
ar: فتح المعاينة
de: Vorschau öffnen
en: Open preview
es: Abrir vista previa
it: Apri l'anteprima
pt_br: Abrir prévia

# conversation.rename.title
source: Renommer la conversation
ar: إعادة تسمية المحادثة
de: Unterhaltung umbenennen
en: Rename the conversation
es: Renombrar la conversación
it: Rinomina la conversazione
pt_br: Renomear a conversa

# conversation.row.hint
source: Ouvre la conversation
ar: يفتح المحادثة
de: Öffnet die Unterhaltung
en: Opens the conversation
es: Abre la conversación
it: Apre la conversazione
pt_br: Abre a conversa

# conversation.row.menu_action
source: Ouvrir le menu
ar: فتح القائمة
de: Menü öffnen
en: Open the menu
es: Abrir el menú
it: Apri il menu
pt_br: Abrir o menu

# conversation.row.reaction.a11y
source: Réaction %@
ar: تفاعل %@
de: Reaktion %@
en: Reaction %@
es: Reacción %@
it: Reazione %@
pt_br: Reação %@

# conversation.send.blocked
source: Vous ne pouvez pas écrire à cet utilisateur.
ar: لا يمكنك مراسلة هذا المستخدم.
de: Du kannst diesem Benutzer nicht schreiben.
en: You can't message this user.
es: No puedes escribir a este usuario.
it: Non puoi scrivere a questo utente.
pt_br: Você não pode enviar mensagens para este usuário.

# conversation.summary.hidden
source: 1 message caché
ar: رسالة واحدة مخفية
de: 1 ausgeblendete Nachricht
en: 1 hidden message
es: 1 mensaje oculto
it: 1 messaggio nascosto
pt_br: 1 mensagem oculta

# conversation.summary.view_once
source: 1 message vue unique
ar: رسالة واحدة تُعرض مرة واحدة
de: 1 Einmalansicht-Nachricht
en: 1 view-once message
es: 1 mensaje de vista única
it: 1 messaggio visualizzabile una volta
pt_br: 1 mensagem de visualização única

# conversation.type.bot
source: Bot
ar: روبوت

# conversation.type.broadcast
source: Communication
ar: بث
de: Broadcast
en: Broadcast
es: Difusión
it: Comunicazione
pt_br: Transmissão

# conversation.type.channel
source: Channel
ar: قناة
de: Kanal
es: Canal
it: Canale
pt_br: Canal

# conversation.type.community
source: Communaute
ar: مجتمع
de: Community
en: Community
es: Comunidad
it: Community
pt_br: Comunidade

# conversation.type.direct
source: Direct
ar: مباشرة
de: Direkt
es: Directo
it: Diretta
pt_br: Direto

# conversation.type.global
source: Global
ar: عامة
it: Globale

# conversation.type.group
source: Groupe
ar: مجموعة
de: Gruppe
en: Group
es: Grupo
it: Gruppo
pt_br: Grupo

# conversation.type.public
source: Public
ar: علنية
de: Öffentlich
es: Público
it: Pubblica
pt_br: Público

# conversation.view.action_selected
source: Action sélectionnée
ar: تم تحديد الإجراء
de: Aktion ausgewählt
en: Action selected
es: Acción seleccionada
it: Azione selezionata
pt_br: Ação selecionada

# conversation.view.close
source: Fermer la conversation
ar: إغلاق المحادثة
de: Unterhaltung schließen
en: Close conversation
es: Cerrar conversación
it: Chiudi la conversazione
pt_br: Fechar conversa
